{
  "books":[
    {
      "name":"Академия",
      "id":1,
      "author":"1",
      "genre":"1",
      "description":"«Основа́ние» (англ. Foundation, другие варианты перевода: Академия, Фонд, Основатели, Установление, Организация, Фундамент, Фундация) — цикл из семи научно-фантастических романов Айзека Азимова (первоначально состоял из трёх книг, позже были написаны ещё четыре, из них две предваряют хронологию описываемого мира). Классика научной фантастики, повествует о распаде великой Галактической Империи и её возрождении с помощью «плана Селдона»"
    },{
      "name":"Расширенный фенотип",
      "id":2,
      "author":"2",
      "genre":"2",
      "description":"Расширенный фенотип» (англ. The Extended Phenotype. 1982, 1989, 1999) — книга английского этолога, биолога и популяризатора науки Ричарда Докинза, профессора Оксфордского университета (до 2008 года).«Расширенный фенотип» развивает идеи предыдущей книги автора — «Эгоистичного гена», в которой эволюция и естественный отбор рассматриваются с точки зрения конкуренции генов."
    },{
      "name":"Эгоистичный ген",
      "id":"3",
      "author":"2",
      "genre":"2",
      "description":"Эгоисти́чный ген» (англ. «The Selfish Gene») — популярная и, в некотором роде, дискуссионная книга об эволюции, написанная Ричардом Докинзом и опубликованная в 1976 году"
    },{
      "name":"Сами Боги",
      "id":"4",
      "author":"1",
      "genre":"1",
      "description":"Са́ми бо́ги» (англ. The Gods Themselves) — научно-фантастический роман Айзека Азимова, впервые изданный в 1972 году. Он состоит из трёх частей, названия которых, будучи перечисленными друг за другом, составляют известное высказывание Фридриха Шиллера «Против глупости сами Боги бороться бессильны» (из драмы «Орлеанская дева»). Данное произведение признано критиками и читателями шедевром описания психологии внеземного разума."
    }
  ],
  "authors":[
    {
      "id":"1",
      "name":"Айзек Азимов",
      "biography":"А́йзек Ази́мов (Isaac Asimov, имя при рождении Исаáк Ю́дович Ази́мов; 2 января 1920 года, Петровичи, Шумячский район, Смоленская область, РСФСР — 6 апреля 1992 года, Нью-Йорк, США) — американский писатель-фантаст, популяризатор науки, биохимик. Автор около 500 книг, в основном художественных (прежде всего в жанре научной фантастики, но также и в других жанрах: фэнтези, детектив, юмор) и научно-популярных (в самых разных областях — от астрономии и генетики до истории и литературоведения)"
    },{
      "id":"2",
      "name":"Ричард Докинз",
      "biography":"Кли́нтон Ри́чард До́кинз (англ. Clinton Richard Dawkins; 26 марта 1941, Найроби, Британская Кения) — английский этолог, эволюционный биолог[6], учёный и популяризатор науки. Заслуженный сотрудник Нью-колледжа (англ.)русск.[7]. С 1995 по 2008 год работал профессором Оксфордского университета в составе Саймонского профессората популяризации науки"
    }
  ],
  "genres":[
    {
      "id":"1",
      "description":"Научно популярная литература"
    },{
      "id":"2",
      "description":"Научная литература"
    }
  ]
}